Repository: Oakenston/ng-client
Catalog: po/*.po
Languages: fr

source: %d critical risk(s) to be treated as priority
fr: %d risque(s) critique(s) à traiter en priorité

source: %d low risk(s) negligible
fr: %d risque(s) faible(s) négligeables

source: %d medium risk(s) to be partially treated
fr: %d risque(s) moyen(s) à traiter partiellement

source: (copy)
fr: (copie)

source: (inherited)
fr: (hérité)

source: * Mandatory field
fr: * Champ obligatoire

source: + Add controls from referential
fr: + Ajouter des mesures du référentiel

source: + Add referential
fr: + Ajouter un référentiel

source: + Add tags
fr: Ajouter des tags.

source: - or -
fr: - ou -

source: 1: primary asset 2: secondary asset
fr: 1: actif primaire 2: actif secondaire

source: <p>A SOA can be completed from another one that is in the same risk analysis.</p><p> </p><h4>Before importing</h4> <li>Match the controls between the two referentials on knowledge base (Referentials Tab)</li> <li>Take a snapshot of risk analysis if necessary.</li> <h4>Import Options</h4> <p>You can select which fields of the SOA you want to import.</p> <p>If there is a multiple matching:</p> <li>The information of each control will be appended.</li> <li>For level of compliance, you can choose import mode calculation. (Average or worse level)</li>
fr: <p>Un SOA peut être complété par un autre qui fait partie de la même analyse de risque.</p><p> </p><h4>Avant d'importer</h4> <li>Faire correspondre les mesures entre les deux référentiels de la base de connaissances (onglet Référentiels)</li> <li>Effectuez un snapshot de l'analyse de risque si nécessaire.</li> <h4>Options d'import</h4> <p>Vous pouvez sélectionner les champs du SOA que vous souhaitez importer.</p> <p>Si il y a plusieurs correspondances:</p> <li>Les informations de chaque mesure seront ajoutées.</li> <li>Pour le niveau de conformité, vous pouvez choisir le type de calcul. (La moyenne ou le pire des cas)</li>

source: A
fr: D

source: A Impact
fr: Impact D

source: A regulator model may not be generic
fr: Un modèle régulateur ne peut pas être générique

source: Acceptance thresholds of information risks
fr: Seuils d'acceptation des risques de l'information

source: Acceptance thresholds of operational risks
fr: Seuils d'acceptation des risques opérationnels

source: Accepted
fr: Accepté

source: Access control policy
fr: Politique de contrôle d'accès

source: Access log
fr: Historique des accès

source: Account
fr: Compte

source: Action
fr: Actions

source: Actions history
fr: Historique des actions

source: Active parent
fr: Parent actif

source: Add
fr: Ajouter

source: Add a category
fr: Ajouter une catégorie

source: Add a component
fr: Ajouter un composant

source: Add a component to asset
fr: Ajouter un composant à l’actif

source: Add a control
fr: Ajouter une mesure

source: Add a data subject
fr: Ajouter une catégorie de personnes concernées

source: Add a deliverable template
fr: Ajouter un modèle de livrable

source: Add a new controller on behalf of which this processor is acting on
fr: Responsable pour le sous-traitant

source: Add a new joint controller
fr: Ajouter un responsable conjoint du traitement

source: Add a new processor
fr: Ajouter un nouveau sous-traitant

source: Add a new recipient category
fr: Ajouter une catégorie de destinataire

source: Add a processor for this record
fr: Ajouter un sous-traitant pour le registre

source: Add a question
fr: Ajouter une question

source: Add a recommendation
fr: Ajouter une recommandation

source: Add a record
fr: Ajouter une registre

source: Add a referential
fr: Ajouter un référentiel

source: Add a risk
fr: Ajouter un risque

source: Add a snapshot
fr: Ajouter un snapshot

source: Add a specific information risk
fr: Ajouter un risque de l'information spécifique

source: Add a specific operational risk
fr: Ajouter un risque opérationnel spécifique

source: Add a tag
fr: Ajouter un tag

source: Add a theme
fr: Ajouter un thème

source: Add a threat
fr: Ajouter une menace

source: Add a vulnerability
fr: Ajouter une vulnérabilité

source: Add an asset
fr: Ajouter un actif

source: Add an asset type
fr: Ajouter un type d’actif

source: Add an interview
fr: Ajouter une interview

source: Add an user
fr: Ajouter un utilisateur

source: Add processor
fr: Ajouter un sous-traitant

source: Add recipient category
fr: Ajouter une catégorie de destinataire

source: Additional information
fr: Informations supplémentaires

source: Administrator
fr: Administrateur

source: All
fr: Toutes

source: All (unfiltered)
fr: Tous (non filtré)

source: All asset models must not be regulator
fr: Tous les modèles de l'asset ne doivent pas être régulateur

source: All assets
fr: Tous les actifs

source: All categories
fr: Toutes les catégories

source: All models must be common to asset type, threat and vulnerability
fr: Tous les modèles doivent être communs au type d’actif, la menace et la vulnérabilité

source: All tags
fr: Tous les tags

source: All your rights have been revoked. Please contact the manager for your organization.
fr: Les droits de votre compte ont été révoqués. Veuillez contacter le responsable de votre organisation.

source: An error occurred while fetching {{ thing }}: {{status}}
fr: Une erreur est survenue sur {{ thing }} : {{ status }}

source: Any network hardware (router, switch, firewall, etc.)
fr: Tout matériel réseau (routeur, commutateur, pare-feu, etc.)

source: Any situation that could facilitate the conflagration of premises or equipment.
fr: Toute situation susceptible de faciliter la configuration de locaux ou d’équipements.

source: Applicable target level
fr: Niveau cible applicable

source: Are you sure you want to copy the recommendation?
fr: Voulez-vous réellement copier la recommandation ?

source: Are you sure you want to delete asset type?
fr: Voulez-vous réellement supprimer le type d’actif ?

source: Are you sure you want to delete asset?
fr: Voulez-vous réellement supprimer l'actif ?

source: Are you sure you want to delete category?
fr: Voulez-vous réellement supprimer la catégorie ?

source: Are you sure you want to delete control?
fr: Voulez-vous réellement supprimer la mesure ?

source: Are you sure you want to delete document?
fr: Êtes-vous sûr de vouloir supprimer un document ?

source: Are you sure you want to delete recommendation?
fr: Voulez-vous réellement supprimer la recommandation ?

source: Are you sure you want to delete record?
fr: Voulez-vous réellement supprimer la registre?

source: Are you sure you want to delete referential?
fr: Êtes-vous sûr de vouloir supprimer le référentiel?

source: Are you sure you want to delete risk?
fr: Voulez-vous réellement supprimer le risque ?

source: Are you sure you want to delete tag?
fr: Voulez-vous réellement supprimer le tag ?

source: Are you sure you want to delete the risk analysis?
fr: Voulez-vous réellement supprimer l’analyse des risques ?

source: Are you sure you want to delete the {{count}} selected asset type(s)?
fr: Voulez-vous réellement supprimer les {{ count }} types d'actifs sélectionnés ?

source: Are you sure you want to delete the {{count}} selected asset(s)?
fr: Voulez-vous réellement supprimer les {{ count }} actifs sélectionnés ?

source: Are you sure you want to delete the {{count}} selected controls?
fr: Voulez-vous réellement supprimer les {{ count }} mesures sélectionnées ?

source: Are you sure you want to delete the {{count}} selected risk(s)?
fr: Voulez-vous réellement supprimer les {{ count }} risques sélectionnés ?

source: Are you sure you want to delete the {{count}} selected tag(s)?
fr: Voulez-vous réellement supprimer les {{ count }} tags sélectionnés ?

source: Are you sure you want to delete the {{count}} selected threat(s)?
fr: Voulez-vous réellement supprimer les {{count}} menaces sélectionnées ?

source: Are you sure you want to delete the {{count}} selected vulnerabilites?
fr: Voulez-vous réellement supprimer les {{count}} vulnérabilités sélectionnées ?

source: Are you sure you want to delete theme?
fr: Êtes-vous sûr de vouloir supprimer le thème?

source: Are you sure you want to delete this risk?
fr: Voulez-vous réellement supprimer ce risque ?

source: Are you sure you want to delete threat?
fr: Voulez-vous réellement supprimer la menace ?

source: Are you sure you want to delete user?
fr: Voulez-vous réellement supprimer l'utilisateur ?

source: Are you sure you want to delete vulnerability?
fr: Voulez-vous réellement supprimer la vulnérabilité ?

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

source: Are you sure you want to detach asset?
fr: Voulez-vous réellement détacher l'actif ?

source: Are you sure you want to detach control of recommendation?
fr: Voulez-vous réellement détacher la mesure de la recommandation ?

source: Are you sure you want to detach recommendation ?
fr: Voulez-vous réellement détacher la recommandation ?

source: Ascending
fr: Croissant

source: Asset
fr: Actif

source: Asset actions
fr: Actions

source: Asset added successfully
fr: L’actif a bien été ajouté

source: Asset import center
fr: Centre d'import des actifs

source: Asset is not in this risk analysis
fr: L'actif n'est pas dans cette analyse des risques

source: Asset not exist
fr: L’actif n'existe pas

source: Asset password (if any)
fr: Mot de passe de l'actif (si applicable)

source: Asset replica(s) in models
fr: Réplica(s) de l’actif dans les modèles

source: Asset to export is required
fr: L’actif à exporter est requis

source: Asset type
fr: Type d'actif

source: Asset type can't be primary
fr: Le type d’actifs ne peut pas être primaire

source: Asset type mode can't be null
fr: Le mode du type d’actifs ne peut être nul

source: Asset type not found
fr: Type d'actif non trouvé

source: Asset type:
fr: Type d'actif :

source: Asset types
fr: Type d'actifs

source: Asset used in the risks analysis
fr: L'actif est utilisé dans l'analyse des risques

source: Asset's model must not be regulator
fr: Le modèle du type d’actifs ne peut pas être régulateur

source: Asset:
fr: Actif :

source: Assets library
fr: Bibliothèque d’actifs

source: Attach
fr: Attacher

source: Attach a control to the recommendation
fr: Attacher la mesure à la recommandation

source: Attach this recommendation
fr: Attachez cette recommandation

source: Audit order
fr: Ordre de l'audit

source: Author
fr: Auteur

source: Availability
fr: Disponibilité

source: Availability:&nbsp;
fr: Disponibilité :&nbsp;

source: Average of levels
fr: Moyenne des niveaux

source: BR
fr: EO

source: Back to the list
fr: Retour à la liste

source: Bad mode for this asset or models attached to asset type incoherent
fr: Mauvais mode pour cet actif ou modèles attachés au type d’actif incohérents

source: Best practices
fr: Bonnes pratiques

source: Business requirements
fr: Exigences opérationnelles

source: By
fr: Par

source: By duplicating
fr: Par duplication

source: By merging
fr: Par fusion

source: C Impact
fr: Impact C

source: CIA
fr: CID

source: CO
fr: OC

source: Cancel
fr: Annuler

source: Cartography
fr: Cartographie

source: Cartography Information Risk
fr: Cartographie des risques de l'information

source: Cartography Operational Risk
fr: Cartographie des risques opérationnels

source: Categories
fr: Catégories

source: Categories of data subjects:
fr: Catégories de personnes concernées:

source: Category
fr: Catégorie

source: Change password
fr: Modifier le mot de passe

source: Chart type
fr: Type de graphique

source: Check
fr: Consulter

source: Click again to confirm deletion
fr: Cliquez à nouveau pour confirmer la suppression

source: Click here to type...
fr: Cliquez ici pour écrire…

source: Client manager(s)
fr: Responsable(s) client

source: Close dialog
fr: Fermer la fenêtre

source: Coming
fr: A venir

source: Comment
fr: Commentaire

source: Comment:
fr: Commentaire :

source: Comments
fr: Commentaires

source: Compliance
fr: Conformité

source: Component
fr: Composant

source: Component detached
fr: Composant détaché

source: Confidentiality
fr: Confidentialité

source: Confidentiality:&nbsp;
fr: Confidentialité :&nbsp;

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Confirm?
fr: Confirmer ?

source: Consequences
fr: Conséquences

source: Contact e-mail
fr: E-mail du contact

source: Contents
fr: Contenu

source: Context Establishment
fr: Établissement du contexte

source: Context modeling
fr: Modélisation du contexte

source: Context validation
fr: Validation du contexte

source: Contractual obligations
fr: Obligations contractuelles

source: Control
fr: Mesure

source: Control attached to recommendation
fr: Mesure attachée à la recommandation

source: Controller
fr: Responsable

source: Controller contact
fr: Contact du responsable

source: Controller name
fr: Nom complet du responsable

source: Controller's representative
fr: Représentant du responsable

source: Controller's representative:
fr: Représentant du responsable:

source: Controllers on behalf of which this processor is acting on
fr: Responsables du sous-traitant

source: Controllers on behalf this processor is acting on
fr: Responsables du sous-traitant

source: Controls
fr: Mesures

source: Copy
fr: Copie

source: Create
fr: Créer

source: Create & Import
fr: Créer & importer

source: Create a recommendation
fr: Créer une recommandation

source: Create a risk
fr: Créer un risque

source: Create a risk analysis
fr: Créer une analyse des risques

source: Create a snapshot
fr: Créer un snapshot

source: Create a specific risk
fr: Créer un risque spécifique

source: Create an asset
fr: Créer un actif

source: Create an interview
fr: Créer une interview

source: Create and continue
fr: Créer et continuer

source: Created at {{ anr['createdAt']['date'].replace(' ', 'T') | date:'short' }}
fr: Créée le {{ anr['createdAt']['date'].replace(' ', 'T') | date:'short' }}

source: Created by
fr: Créée par

source: Creating risk analysis...
fr: Création de l’analyse des risques…

source: Creation successful
fr: Création réussie

source: Current level
fr: Niveau actuel

source: Current password
fr: Mot de passe actuel

source: Current risk
fr: Risque actuel

source: Current risk (Inherent risk)
fr: Risque actuel (brut)

source: Current risk (Net risk)
fr: Risque actuel (Risque net)

source: Current risks
fr: Risques actuels

source: Custom password
fr: Mot de passe personnalisé

source: Danger zone
fr: Zone dangereuse

source: Dashboard
fr: Tableau de bord

source: Data Protection Officer
fr: Délégué à la protection des données

source: Data Protection Officer:
fr: Délégué à la protection des données:

source: Data missing
fr: Données manquantes

source: Data processors
fr: Sous-traitants des données

source: Data protection officer
fr: Délégué à la protection des données

source: Data subjects
fr: Catégories de personnes concernées

source: Date (July 10, 2015; Week 3; First month; ...)
fr: Date (10 juillet 2015, semaine 3, 1er mois, …)

source: Deadline
fr: Echéance

source: Deadline:
fr: Echéance :

source: Defined
fr: Défini

source: Definition of the risk evaluation criteria
fr: Définition des critères d’évaluation des risques

source: Delete
fr: Supprimer

source: Delete asset
fr: Supprimer l’actif

source: Delete record
fr: Supprimer la registre

source: Delete referential
fr: Supprimer le référentiel

source: Delete risk analysis
fr: Supprimer l’analyse

source: Delete specific information risk
fr: Supprimer le risque de l'information spécifique

source: Delete specific operational risk
fr: Supprimer le risque opérationnel spécifique

source: Delete your account
fr: Supprimez votre compte

source: Deletion successful
fr: Suppression réussie

source: Deliverable
fr: Livrable

source: Deliverable template for GDPR Record
fr: Modèle de livrable pour la registre GDPR

source: Deliverable template for Implementation plan
fr: Modèle de livrable pour le plan d'implémentation

source: Deliverable template for Statement of applicability
fr: Modèle de livrable pour la déclaration d'applicabilité

source: Deliverable template for context validation
fr: Modèle de livrable pour la validation de contexte

source: Deliverable template for final report
fr: Modèle de livrable pour le rapport final

source: Deliverable template for model validation
fr: Modèle de livrable pour la validation de modèle

source: Deliverable templates
fr: Modèles de livrable

source: Deliverable:
fr: Livrable :

source: Denied
fr: Refusé

source: Department / People
fr: Service / Personnes

source: Descending
fr: Décroissant

source: Description of the processing activity
fr: Description de l'activité de traitement

source: Detach
fr: Détacher

source: Detach asset
fr: Détacher l’actif

source: Detach component
fr: Détacher le composant

source: Detach processor
fr: Détacher le sous-traitant

source: Details
fr: Détails

source: Discrete Bar Chart
fr: Histogramme vertical

source: Display compliance of
fr: Montrer la conformité de

source: Display current risks by
fr: Afficher les risques actuels par

source: Display residual risks by
fr: Trier les risques résiduels par

source: Display threats by
fr: Trier les menaces par

source: Display vulnerabilities by
fr: Trier les vulnérabilités par

source: Do you want to create {{count}} new {{extItemLabel}} ?
fr: Voulez-vous créer {{count}} nouveaux {{extItemLabel}} ?

source: Document name
fr: Nom du document

source: Donut Chart
fr: Donut

source: Draft
fr: Brouillon

source: Drop your DOCX file in this zone, or click here to select a file
fr: Glissez votre fichier DOCX dans cette zone, ou cliquez ici pour sélectionner un fichier

source: Duplicate asset
fr: Dupliquer l’actif

source: Duplication successful
fr: Duplication réussie

source: Edit
fr: Modifier

source: Edit a recommendation
fr: Modifier la recommandation

source: Edit asset
fr: Modifier l’actif

source: Edit asset type
fr: Modifier le type d'actif

source: Edit category
fr: Modifier la catégorie

source: Edit component
fr: Modifier le composant

source: Edit control
fr: Modifier la mesure

source: Edit deliverable template
fr: Modifier le modèle de livrable

source: Edit impacts
fr: Modifier les impacts

source: Edit interview
fr: Modifier l'interview

source: Edit processor
fr: Modifier le sous-traitant

source: Edit recommendations
fr: Editer les recommandations

source: Edit record
fr: Modifier la registre

source: Edit referential
fr: Éditer le référentiel

source: Edit risk
fr: Modifier le risque

source: Edit risk analysis
fr: Modifier l'analyse des risques

source: Edit specific information risk
fr: Modifier le risque de l'information spécifique

source: Edit specific operational risk
fr: Modifier le risque opérationnel spécifique

source: Edit tag
fr: Modifier le tag

source: Edit theme
fr: Modifier le thème

source: Edit threat
fr: Modifier la menace

source: Edit user
fr: Modifier l'utilisateur

source: Edit vulnerability
fr: Modifier la vulnérabilité

source: Edition successful
fr: Modification réussie

source: Encryption
fr: Chiffrement

source: Entity does not exist
fr: L'entité n'existe pas

source: Entity does not exist for this risk analysis
fr: L'entité n'existe pas dans cette analyse des risques

source: Error while uploading
fr: Erreur lors de l'envoi

source: Estimation, evaluation and risk treatment
fr: Estimation, évaluation et traitement des risques

source: Evaluation and treatment of risks
fr: Evaluation et traitement des risques

source: Evaluation of Trends and Threat, and synthesis
fr: Evaluation des tendances, des menaces et synthèse

source: Evaluation scales
fr: Échelles d'évaluation

source: Evidences
fr: Preuves

source: Example File
fr: Exemple de fichier

source: Example: <i class="preserve-newlines">{{item.example}}</i>
fr: Exemple: <i class="preserve-newlines">{{item.example}}</i>

source: Excluded
fr: Exclue

source: Existing controls
fr: Mesures en place

source: Existing controls:
fr: Mesures en place:

source: Existing risk analysis
fr: Analyse des risques existante

source: Expand all
fr: Tout déplier

source: Export
fr: Exporter

source: Export (PNG)
fr: Exporter (PNG)

source: Export Match referentials
fr: Exporter la correspondance des référentiels

source: Export analysis
fr: Exporter l'analyse

source: Export asset
fr: Exporter l'actif

source: Export options
fr: Options d’export

source: Export record
fr: Exporter la registre

source: Export risk analysis
fr: Exporter l’analyse des risques

source: Export successful
fr: Export réussi

source: Export the whole risk analysis
fr: Exporter toute l’analyse des risques

source: Export with assessments?
fr: Exporter avec les évaluations ?

source: F (Inherent risk)
fr: F (Risque brut)

source: F (Net risk)
fr: F (Risque net)

source: Field previous missing
fr: Champ précédent manquant

source: File Schema (csv, xlsx, ods)
fr: Schéma du fichier (csv, xlsx, ods)

source: File error
fr: Erreur de fichier

source: File import center
fr: Centre d'import de fichiers

source: File missing
fr: Fichier manquant

source: File type not supported
fr: Type de fichier non supporté

source: Filter table
fr: Filtrer la table

source: Final report
fr: Rapport final

source: Fire
fr: Feu

source: First name
fr: Prénom

source: Force deletion
fr: Forcer la suppression

source: Force probability in the analysis
fr: Forcer la probabilité dans l'analyse

source: Force risks to follow movement
fr: Forcer les risques à suivre le mouvement

source: Force risks to follow trends
fr: Forcer les risques à suivre les tendances

source: From referential
fr: Du référentiel

source: From referential matched
fr: A partir du référentiel

source: General information
fr: Informations générales

source: Generation successful
fr: Génération réussie

source: Generic
fr: Générique

source: Global
fr: Globale

source: Go back
fr: Retour

source: Governance
fr: Gouvernance

source: High risks
fr: Risques élevés

source: Home
fr: Accueil

source: Horizontal Bar Chart
fr: Histogramme horizontal

source: I Impact
fr: Impact I

source: ID of third country or international organisation recipient
fr: Identifiant du destinataire international

source: IT charter Conditions of use General terms and conditions
fr: Charte informatique Conditions d'utilisation et Conditions générales

source: Identification of assets, vulnerabilities and impacts appreciation
fr: Identification des actifs, des vulnérabilités et appréciation des impacts

source: If you save this template, previous templates will be lost.
fr: Si vous sauvegardez ce modèle, les modèles précédents seront perdus.

source: Impacted criteria
fr: Critère impacté

source: Impacts scale:
fr: Echelle d'impacts :

source: Implementation Plan
fr: Plan d’implémentation

source: Implementation and monitoring
fr: Implémentation et surveillance

source: Implementation comment
fr: Commentaire d’implémentation

source: Implementation history
fr: Historique d’implémentation

source: Implementation of the risk treatment plan
fr: Implémentation du plan de traitement des risques

source: Import Match referentials
fr: Importer la correspondance des référentiels

source: Import Options
fr: Options d'import

source: Import a file
fr: Importer le fichier

source: Import a referential from MOSP
fr: Importer un référentiel depuis MOSP

source: Import a risk analysis
fr: Importer une analyse de risques

source: Import a risk from MOSP
fr: Importer un risque depuis MOSP

source: Import a statement of applicability (SOA)
fr: Importer une déclaration d'applicabilité (SOA)

source: Import a threat from MOSP
fr: Importer une menace depuis MOSP

source: Import a vulnerability from MOSP
fr: Importer une vulnérabilité depuis MOSP

source: Import an asset
fr: Importer un actif

source: Import an asset from MOSP
fr: Importer un asset depuis MOSP

source: Import analysis
fr: Importer une analyse

source: Import asset
fr: Importer un type d’actifs

source: Import file
fr: Importer le fichier
