Repository: Oakenston/ng-client
Catalog: po/*.po
Languages: fr

source: The specific information risk has been successfully deleted
fr: Le risque de l'information spécifique a bien été supprimé avec succés

source: The specific operational risk has been successfully created
fr: Le risque opérationnel spécifique a bien été créé

source: The specific operational risk has been successfully deleted
fr: Le risque opérationnel spécifique a bien été supprimé avec succés

source: The specific risk has been successfully created
fr: Le risque spécifique a bien été créé

source: The tag has been created successfully.
fr: Le tag a été créé avec succès.

source: The tag has been deleted.
fr: Le tag a été supprimé.

source: The tag has been edited successfully.
fr: Le tag a bien été modifié.

source: The theme has been created successfully.
fr: Le thème a bien été créé avec succès.

source: The theme has been deleted.
fr: Le thème a été supprimé.

source: The theme has been edited successfully.
fr: Le thème a bien été modifié avec succès.

source: The theme may not be empty
fr: Le thème ne peut pas être vide

source: The threat has been created successfully, however without models, the element may not be specific.
fr: La menace a bien été créée, cependant sans modèles, l'élément ne peut pas être spécifique.

source: The threat has been created successfully.
fr: La menace a été créée avec succès.

source: The threat has been deleted.
fr: La menace a été supprimée.

source: The threat has been edited successfully, however without models, the element may not be specific.
fr: La menace a bien été modifiée, cependant sans modèles, l'élément ne peut pas être spécifique.

source: The threat has been edited successfully.
fr: La menace a bien été modifiée.

source: The tuple asset type / threat / vulnerability is invalid
fr: Le tuple type d’actif / menace / vulnérabilité est invalide

source: The two passwords are differents.
fr: Les deux mots de passe ne sont pas identiques.

source: The user has been created successfully.
fr: L'utilisateur a été créé avec succès.

source: The user has been deleted.
fr: L'utilisateur a été supprimé.

source: The user has been edited successfully.
fr: L'utilisateur a bien été modifié.

source: The vulnerability has been created successfully, however without models, the element may not be specific.
fr: La vulnérabilité a bien été créée, cependant sans modèles, l'élément ne peut pas être spécifique.

source: The vulnerability has been created successfully.
fr: La vulnérabilité a été créée avec succès.

source: The vulnerability has been deleted.
fr: La vulnérabilité a été supprimée.

source: The vulnerability has been edited successfully, however without models, the element may not be specific.
fr: La vulnérabilité a bien été modifiée, cependant sans modèles, l'élément ne peut pas être spécifique.

source: The vulnerability has been edited successfully.
fr: La vulnérabilité a bien été modifiée.

source: Theme
fr: Thème

source: Theme:
fr: Thème :

source: There are no operational risks for this asset.
fr: Il n’y a pas de risques opérationnels pour cet actif.

source: There are no operational risks for this instance, or the filters gave no results.
fr: Il n’y a pas de risques opérationnels pour cet actif, ou les filtres n’ont donné aucun résultat.

source: There are no operational risks for this risk analysis, or the filters gave no results.
fr: Il n’y a pas de risques opérationnels pour cette analyse des risques, ou les filtres n’ont données aucun résultat.

source: There are no risks for this instance, or your filters returned no results.
fr: Il n’y a pas de risques pour cet actif, ou vos filtres n’ont retourné aucun résultat.

source: There is no document template of this category for this language.
fr: Il n'existe pas de modèle de document de cette catégorie pour cette langue.

source: Third country data protection officer
fr: Délégué à la protection des données du pays tiers

source: Third country or international organisation Id
fr: Identifiant du pays tiers ou de l'organisation internationale

source: Third country or international organisation's data protection officer
fr: Délégué à la protection des données du pays tiers ou de l'organisation internationale

source: Third country organisation Id
fr: Identifiant de l'organisation du pays tiers

source: This asset already exists in the current risk analysis
fr: Cet actif existe déjà dans l'analyse de risque actuelle

source: This asset is not bound to the risk analysis
fr: Cet actif n'est pas lié à l'analyse des risques

source: This cannot be higher than
fr: La valeur ne peut pas dépasser

source: This cannot be higher than the orange threshold
fr: La valeur ne peut pas dépasser le seuil orange

source: This cannot be lower than the green threshold
fr: La valeur ne peut pas être inférieure au seuil vert

source: This cannot be lower than zero
fr: La valeur doit être positive

source: This code is already used
fr: Ce code est déjà utilisé

source: This component already exist for this asset
fr: Ce composant existe déjà dans cet actif

source: This e-mail address does not look valid
fr: Cet adresse e-mail ne semble pas valide

source: This instance and all its children will be removed from the risk analysis. This operation cannot be undone.
fr: Cet actif et tous ses enfants seront supprimés de l'analyse des risques. Cette opération ne peut pas être annulée.

source: This is not a root instance
fr: Ce n'est pas un actif racine

source: This name is already used
fr: Ce nom est déjà utilisé

source: This operation is irreversible.
fr: Cette opération est irréversible.

source: This proxy alias is already used
fr: Cet alias de proxy est déjà utilisé

source: This risk already exists in this asset type
fr: Ce risque existe déjà dans cet actif

source: This risk analysis does not exist
fr: Cette analyse des risques n'existe pas

source: This risk is already used
fr: Ce risque est déjà utilisé

source: This type of asset is used in a model that is no longer part of the list
fr: Ce type d'actifs est utilisé dans un modèle qui ne fait plus partie de cette liste

source: Threat
fr: Menace

source: Threat assessment saved successfully
fr: Evaluation de la menace enregistrée avec succès

source: Threat evaluation summary saved successfully
fr: Synthèse de l’évaluation des menaces enregistrée avec succès

source: Threat probability
fr: Probabilité menace

source: Threat:
fr: Menace :

source: Threats
fr: Menaces

source: Threats analysis
fr: Analyse des menaces

source: Threats assessment
fr: Evaluation des menaces

source: Time limits for erasure
fr: Délais envisagés pour l'effacement des données

source: Time limits for erasure:
fr: Délais envisagés pour l'effacement des données:

source: Tools
fr: Outils

source: Treatment
fr: Traitement

source: Trend
fr: Tendances

source: Trends assessment
fr: Évaluation des tendances

source: Trends assessment saved successfully
fr: L’évaluation des tendances a bien été enregistrée

source: TxV
fr: MxV

source: Type of risks
fr: Type de risque

source: Uncategorized
fr: Sans catégorie

source: Unknown
fr: Non renseigné

source: Update
fr: Mettre à jour

source: Update controls
fr: Mettre à jour les mesures

source: Update organization
fr: Mettre à jour l’entité

source: Update password
fr: Mettre à jour le mot de passe

source: Updating risks...
fr: Mise à jour des risques…

source: Use an existing risk
fr: Utiliser un risque existant

source: Useful information for safety, advice
fr: Indication utile pour la sécurité, conseil

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Validate
fr: Valider

source: Validation date:
fr: Date de validation:

source: Value for F is not valid
fr: La valeur F n’est pas valide

source: Value for L is not valid
fr: La valeur L n’est pas valide

source: Value for O is not valid
fr: La valeur O n’est pas valide

source: Value for P is not valid
fr: La valeur P n’est pas valide

source: Value for R is not valid
fr: La valeur R n’est pas valide

source: Value for probability is not valid
fr: La valeur de probabilité n’est pas valide

source: Value for probability is not valid, Value for qualification is not valid
fr: La valeur de probabilité de la menace n'est pas valide. La valeur de qualification de la vulnérabilité n'est pas valide

source: Value for qualification is not valid
fr: La valeur de qualification n’est pas valide

source: Value for qualification is not valid, Value for reduction amount is not valid
fr: Les valeurs de qualification, et de réduction ne sont pas valides

source: Vulnerabilities
fr: Vulnérabilités

source: Vulnerabilities scale:
fr: Echelle des vulnérabilités :

source: Vulnerability
fr: Vulnérabilité

source: Vulnerability qualification
fr: Qualification de la vulnérabilité

source: Vulnerability reduction
fr: Réduction de la vulnérabilité

source: Vulnerability:
fr: Vulnérabilité :

source: Vulnerabilties
fr: Vulnérabilités

source: Without password
fr: Sans mot de passe

source: Worse level
fr: Pire niveau

source: Wrap all
fr: Tout replier

source: Wrong schema
fr: Schéma erroné

source: Yes
fr: Oui

source: You are about to validate the implementation of recommendation <b>{{rec.code}} - {{rec.description}}</b> for the following risk:
fr: Vous allez valider l’implémentation de la recommandation <b>{{rec.code}} - {{rec.description}}</b> pour le risque suivant :

source: You are currently on a snapshot, no changes will be possible.
fr: Vous êtes en train de consulter un snapshot, aucun changement n’est possible.

source: You are in the knowledge base. No evaluation may be set in this space.
fr: Vous êtes dans la base de connaissance. Aucune évaluation ne peut être définie dans cet espace.

source: You are not authorized to duplicate this analysis
fr: Vous n’êtes pas autorisé à dupliquer cette analyse

source: You can not make this change. The level of integrity between the model and its assets would corrupt
fr: Vous ne pouvez pas effectuer ce changement. Le niveau d'intégrité entre le modèle et ses actifs serait corrompu

source: You can't delete yourself
fr: Vous ne pouvez pas vous supprimer vous-même

source: You can't have a generic asset based on a specific asset
fr: Vous ne pouvez pas avoir un actif générique basé sur un type d’actifs spécifique

source: You cannot add a specific asset to a generic model
fr: Vous ne pouvez pas ajouter un actif spécifique dans un modèle générique

source: You cannot add a specific asset to a generic parent
fr: Vous ne pouvez pas ajouter d’actif spécifique à un parent générique

source: You cannot add yourself as a component
fr: Vous ne pouvez pas vous ajouter vous-même comme composant

source: You cannot change the asset type of an existing asset.
fr: Vous ne pouvez pas modifier le type d’assez d’un actif existant.

source: You cannot change the scope of an existing asset.
fr: Vous ne pouvez pas modifier la portée d’un actif existant.

source: You cannot create a cyclic dependency
fr: Cette opération entraînerait une dépendance cyclique

source: You cannot create an asset that is both global and primary
fr: Vous ne pouvez pas créer un actif à la fois global et primaire

source: You cannot set this asset to generic mode because one of its children is in specific mode.
fr: Vous ne pouvez pas rendre cet actif générique car un de ses enfants est spécifique.

source: You cannot set this asset to specific mode because one of its parents is in generic mode.
fr: Vous ne pouvez pas rendre cet actif spécifique car un de ses parents est générique.

source: You don't have any risk analysis to clone from
fr: Vous n’avez pas d’analyse des risques pouvant être clonée

source: You don't have any risk analysis yet.
fr: Vous n’avez aucune analyses de risques pour le moment.

source: You may enter a password to protect your asset
fr: Vous pouvez entrer un mot de passe pour protéger votre actif

source: You may enter a password to protect your processing activities record
fr: Vous pouvez entrer un mot de passe pour protéger votre registre des activités de traitement

source: You may enter a password to protect your risk analysis
fr: Vous pouvez entrer un mot de passe pour protéger votre analyse des risques

source: You may not change scales anymore
fr: Vous ne pouvez plus changer les échelles

source: You may not delete this asset because it is currently instanced. Please clear the existing dependencies before deleting it.
fr: Vous ne pouvez pas supprimer cet actif car il est encore utilisé. Veuillez d'abord nettoyer les différentes dépendances avant de le supprimer.

source: You may only move a root-level instance
fr: Vous ne pouvez que déplacer les actifs de niveau racine

source: You must enter an e-mail address
fr: Vous devez entrer une adresse e-mail

source: You must enter the user's first name
fr: Vous devez entrer le prénom de l'utilisateur

source: You must enter the user's last name
fr: Vous devez entrer le nom de l'utilisateur

source: You must select a category
fr: Vous devez sélectionner une catégorie

source: You must select a file
fr: Vous devez sélectionner un fichier

source: You must select a location
fr: Vous devez sélectionner une position

source: You must select a position for your category
fr: Vous devez choisir une position pour votre catégorie

source: You must select a risk
fr: Vous devez choisir un risque

source: You must select a template
fr: Vous devez sélectionner un modèle

source: You must select a threat
fr: Vous devez sélectionner une menace

source: You must select a vulnerability
fr: Vous devez sélectionner une vulnérabilité

source: You must select an asset type
fr: Vous devez sélectionner un type d'actif

source: You must select one or more roles
fr: Vous devez sélectionner un ou plusieurs rôles

source: You must type in a password
fr: Vous devez entrer un mot de passe

source: Your e-mail address or password is invalid, please try again.
fr: Votre adresse e-mail ou mot de passe est incorrect, veuillez réessayer.

source: Your organization information has been updated successfully
fr: Les informations de votre entité ont été mis à jour avec succès.

source: Your password has been reset.
fr: Votre mot de passe a été réinitialisé.

source: Your password has been updated successfully
fr: Votre mot de passe a été mis à jour avec succès.

source: Your password is too short (min 9 characters).
fr: Votre mot de passe est trop petit (9 caractères minimum).

source: Your password must contain at least: one uppercase, one number and one special character.
fr: Votre mot de passe doit contenir au moins : une lettre majuscule, un chiffre, et un caractère spécial.

source: Your password reset code is invalid. Please try again.
fr: Votre code de remise à zéro est invalide. Veuillez réessayer.

source: Your profile has been edited successfully
fr: Votre profil a été modifié avec succès.

source: after...
fr: après...

source: at the beginning
fr: au début

source: categories
fr: catégories

source: code is already in use
fr: ce code est déjà utilisé

source: control does not exist
fr: la mesure n'existe pas

source: have been created successfully.
fr: ont été créés avec succès.

source: in the end
fr: à la fin

source: is mandatory
fr: est obligatoire

source: match does not exist
fr: la correspondance n'existe pas

source: of
fr: de

source: themes
fr: thèmes

source: this matching is already in use
fr: cette correspondante est déjà utilisé

source: to create it.
fr: de le créer.

source: {{ count }} risks have been deleted.
fr: {{ count }} risques ont été supprimés.

source: {{ object.risks.length }} information risks
fr: {{ object.risks.length }} risques de l'information

source: {{ object_details.oprisks.length }} operational risks
fr: {{ object_details.oprisks.length }} risques opérationnels

source: {{ object_details.risks.length }} information risks
fr: {{ object_details.risks.length }} risques de l'information

source: {{ oprisks_total }} operational risks
fr: {{ oprisks_total }} risques opérationnels

source: {{ risks_total }} information risks
fr: {{ risks_total }} risques de l'information

source: {{count}} assets have been deleted.
fr: {{ count }} types d’actifs ont été supprimés.

source: {{count}} controls have been deleted.
fr: {{ count }} mesures ont été supprimées.

source: {{count}} risks have been deleted.
fr: {{count}} risques ont été supprimés.

source: {{count}} tags have been deleted.
fr: {{count}} tags ont été supprimés.

source: {{count}} threats have been deleted.
fr: {{count}} menaces ont été supprimées.

source: {{count}} vulnerabilities have been deleted.
fr: {{count}} vulnérabilités ont été supprimées.

source: {{item.field == 'theme' ? 'List of themes:' : item.field == 'category' ? 'List of categories:' :'Multiple tags must be separated by a slash (/) \n\r\ Ex: Tag1/Tag2/Tag3 \n\r\n\r List of tags: '}}
fr: {{item.field == 'theme' ? 'Liste des thèmes:' : item.field == 'category' ? 'Liste des catégories:' :'Plusieurs tags doivent être séparées par un slash (/) \n\r\ Ex: Tag1/Tag2/Tag3 \n\r\n\r Liste des tags: '}}
