Repository: Oakenston/ng-client
Catalog: po/*.po
Languages: fr

source: Import from MONARC library
fr: Importer depuis la bibliothèque MONARC

source: Import from MOSP
fr: Importer depuis MOSP

source: Import from file
fr: Importer depuis un fichier

source: Import from other referential
fr: Importer depuis un autre référentiel

source: Import method:
fr: Méthode d'importation :

source: Import successful
fr: Import réussi

source: Importing file...
fr: Importation du fichier...

source: In progress
fr: En cours

source: In progress ({{rec.counterTreated}})
fr: En cours ({{rec.counterTreated}})

source: In the library, this asset is a direct component of :
fr: Dans la bibliothèque, cet actif est un sous-élément de :

source: Information risks
fr: Risques de l'information

source: Inherent probability
fr: Probabilité brute

source: Inherent risk
fr: Risque brut

source: Inherited
fr: Hérité

source: Initial
fr: Initialisé

source: Integrity
fr: Intégrité

source: Integrity:&nbsp;
fr: Intégrité :&nbsp;

source: Interface language
fr: Langue de l'interface

source: Interviews table
fr: Table des interviews

source: Invalid date format
fr: Format de date invalide

source: Is there transfers of personal data to a third country or an international organisation?
fr: Transferts de données à caractère personnel vers un pays tiers ou une organisation internationale?

source: Joint Controllers:
fr: Responsables conjoints:

source: Joint controllers
fr: Responsables conjoints

source: Keywords
fr: Mots-clés

source: Kind of treatment
fr: Type de traitement

source: Kind of treatment:
fr: Type de traitement:

source: Knowledge base
fr: Base de connaissances

source: L (Net risk)
fr: L (Risque net)

source: LR
fr: EL

source: Label
fr: Libellé

source: Labels and descriptions
fr: Libellés et descriptions

source: Language
fr: Langue

source: Last name
fr: Nom

source: Legal requirements
fr: Exigences légales

source: Level
fr: Niveau

source: Level of compliance
fr: Niveau de conformité

source: Library
fr: Bibliothèque

source: Likelihood
fr: Vraisemblance

source: Likelihood scale:
fr: Echelle de vraisemblance:

source: List of available snapshots
fr: Liste des snapshots disponibles

source: List of common MONARC assets
fr: Liste des actifs MONARC communs

source: List of risks models
fr: Liste des modèles des risques

source: Local
fr: Locale

source: Location
fr: Position

source: Log in
fr: Se connecter

source: Logout
fr: Déconnexion

source: Low risks
fr: Risques faibles

source: Lvl.
fr: Niv.

source: MAX risk
fr: Risque MAX

source: Manage users
fr: Gérer les utilisateurs

source: Managed
fr: Reproductible

source: Management of the implementation of the risk treatment plan
fr: Gestion de l’implémentation du plan de traitement des risques

source: Manager
fr: Responsable

source: Manager:
fr: Responsable :

source: Manual creation
fr: Création manuelle

source: Match referentials
fr: Correspondances des référentiels

source: Max. associated risk level
fr: Seuil de risque (sur le CID max)

source: Medium risks
fr: Risques moyens

source: Method steps
fr: Étapes de la méthode

source: Missing description for
fr: Description manquante pour

source: Model missing
fr: Modèle manquant

source: Model validation
fr: Validation du modèle

source: Models
fr: Modèles

source: My account
fr: Mon compte

source: My risk analysis
fr: Mes analyses de risques

source: Name
fr: Nom

source: Name:
fr: Nom:

source: Net probability
fr: Probabilité nette

source: Net risk
fr: Risque net

source: Network
fr: Réseau

source: New column name
fr: Nom de la nouvelle colonne

source: New controls
fr: Nouvelles mesures

source: New controls:
fr: Nouvelles mesures:

source: New password
fr: Nouveau mot de passe

source: New {{extItemLabel}}
fr: Nouveau {{extItemLabel}}

source: Next
fr: Suivant

source: No
fr: Non

source: No IT charter specifying the rules of use
fr: Absence de charte informatique précisant les exigences d'utilisation

source: No access
fr: Aucun accès

source: No asset matching your search was found
fr: Aucun type d’actifs correspondant à votre recherche n'a été trouvé.

source: No asset type matching your search was found
fr: Aucun type d’actifs correspondant à votre recherche n'a été trouvé.

source: No category matching your search was found. Click on
fr: Aucune catégorie correspondante à votre recherche n'a été trouvée. Cliquer sur

source: No component matching your search was found
fr: Aucun composant correspondant à votre recherche n'a été trouvé.

source: No control matching your search was found
fr: Aucune mesure correspondant à votre recherche n'a été trouvée.

source: No controller matching your search was found. Click on
fr: Aucune responsable correspondant à votre recherche n'a été trouvé. Cliquer sur

source: No operational risk matching your search was found
fr: Aucun risque opérationnel correspondant à votre recherche n'a été trouvé.

source: No operational risk tag matching your search was found
fr: Aucun tag des risques opérationnéls correspondant à votre recherche n'a été trouvé.

source: No processor matching your search was found. Click on
fr: Aucune sous-traitant correspondant à votre recherche n'a été trouvé. Cliquer sur

source: No recipient category matching your search was found. Click on
fr: Aucune catégorie de destinataire correspondante à votre recherche n'a été trouvée. Cliquer sur

source: No recommendation matching your search was found
fr: Aucune recommandation correspondante à votre recherche n’a été trouvée.

source: No referential matching your search was found
fr: Aucun référentiel correspondant à votre recherche n'a été trouvé

source: No risk matching your search was found
fr: Aucun risque correspondant à votre recherche n'a été trouvé

source: No theme matching your search was found. Click on
fr: Aucun thème correspondant à votre recherche n'a été trouvé. Cliquer sur

source: No threat matching your search was found
fr: Aucune menace correspondant à votre recherche n'a été trouvée.

source: No threats are listed in your analysis.
fr: Aucune menace n’est listée dans votre analyse.

source: No vulnerability matching your search was found
fr: Aucune vulnérabilité correspondant à votre recherche n'a été trouvée.

source: Non-existent
fr: Inexistant

source: Not set
fr: Non défini

source: Not treated
fr: Non traité

source: Number
fr: Nombre d'occurences

source: Number of vulnerabilities to display
fr: Nombre de vulnérabilités affichées

source: O (Inherent risk)
fr: O (Risque brut)

source: O (Net risk)
fr: O (Risque net)

source: One model must be common to asset, threat and vulnerability
fr: Un modèle doit être commun au type d’actifs, à la menace et à la vulnérabilité

source: Only global assets can be imported by merge.
fr: Seuls les actifs globaux pourront être importés par fusion.

source: Only one guide by category
fr: Il ne peut y avoir qu’un seul guide par catégorie

source: Open risk sheet
fr: Ouvrir la fiche de risque

source: Open the implementation history
fr: Consulter l’historique d’implémentation

source: Operation successful
fr: Opération réussie

source: Operational risk Tag
fr: Tag des risques opérationnels

source: Operational risks
fr: Risques opérationnels

source: Operations security
fr: Sécurité opérationnelles

source: Optimized
fr: Optimisé

source: Optional comment
fr: Commentaire optionnel

source: Organization
fr: Organisation

source: Organization information
fr: Informations de l’entité

source: Original password incorrect
fr: Mot de passe original incorrect

source: Overview
fr: Vue d'ensemble

source: P (Inherent risk)
fr: P (Risque brut)

source: P (Net risk)
fr: P (Risque net)

source: Parent asset
fr: Actif parent

source: Parent category
fr: Catégorie parent

source: Parent missing
fr: Parent manquant

source: Password
fr: Mot de passe

source: Password forgotten?
fr: Mot de passe oublié ?

source: Passwords mismatch.
fr: Les mots de passe ne correspondent pas.

source: Permissions and roles
fr: Permissions et rôles

source: Personal data processed
fr: Données personnelles traitées

source: Personal data processed:
fr: Données personnelles traitées:

source: Personal information
fr: Informations personnelles

source: Pick an existing asset from the knowledge base
fr: Choisissez un actif existant depuis la base de connaissances

source: Please enter the e-mail address associated to your account. An e-mail will be sent to you with account recovery instructions.
fr: Veuillez entrer l'adresse e-mail associée à votre compte. Un e-mail vous sera envoyé avec des instructions vous permettant de récupérer celui-ci.

source: Please type in and confirm your new password
fr: Veuillez entrer et confirmer votre nouveau mot de passe.

source: Position missing
fr: Position manquante

source: Previous
fr: Précédent

source: Previous asset...
fr: Actif précédent…

source: Previous category
fr: Catégorie précédente

source: Previous component...
fr: Composant précédent...

source: Primary
fr: Primaire

source: Priority recommendation
fr: Recommandation prioritaire

source: Prob.(Inherent risk)
fr: Prob. (Risque brut)

source: Prob.(Net risk)
fr: Prob. (Risque net)

source: Probability
fr: Probabilité

source: Processors
fr: Sous-traitants

source: Product Compliance Customer agreement
fr: Conformité des produits Contrat avec le client

source: Profile edited
fr: Profil modifié

source: Purposes of the processing
fr: Objectifs de traitement de données

source: Purposes of the processing:
fr: Objectifs de traitement de données:

source: Quantitatively Managed
fr: Géré quantitativement

source: Question deleted
fr: Question supprimée avec succès

source: R (Inherent risk)
fr: R (Risque brut)

source: R (Net risk)
fr: R (Risque net)

source: R: Risk, I: Impact, P: Probability
fr: R : Risque, I : Impact, P : Probabilité

source: R: Risk, I: Impact, T: Threat, V: Vulnerability
fr: R : Risque, I : Impact, M : Menace, V : Vulnérabilité

source: RRA
fr: RAR

source: Read
fr: Lecture

source: Read and write
fr: Lecture et écriture

source: Recipient Categories
fr: Catégories de destinataire

source: Recommendation
fr: Recommandation

source: Recommendation which requires a dedicated action to solve a vulnerability or a missing best practice
fr: Recommandation qui requiert une action dédiée pour remédier à une vulnérabilité ou à une bonne pratique qui fait défaut

source: Recommendations
fr: Recommandations

source: Record import center
fr: Centre d'import des registres

source: Record label
fr: Libellé de la registre

source: Record of processing activities
fr: Registre des activités de traitement

source: Record password (if any)
fr: Mot de passe de la registre (si applicable)

source: Records of processing activities
fr: Registres des activités de traitement

source: Reduction
fr: Réduction

source: Referential
fr: Référentiel

source: Referential to update
fr: Référentiel à mettre à jour

source: Referentials
fr: Référentiels

source: Remarks
fr: Remarques

source: Remarks/Justification
fr: Remarques/Justification

source: Reset filter
fr: Réinitialiser

source: Reset password
fr: Réinitialiser le mot de passe

source: Reset positions
fr: Réinitialiser les positions

source: Residual risk
fr: Risque résiduel

source: Residual risks
fr: Risques résiduels

source: Restore
fr: Restaurer

source: Results of risk assessment
fr: Résultats de l'analyse des risques

source: Return to risk analysis
fr: Retourner à l'analyse des risques

source: Risk
fr: Risque

source: Risk after
fr: Risque après

source: Risk already link to this recommendation
fr: Ce risque est déjà lié à cette recommandation

source: Risk analysis
fr: Analyse des risques

source: Risk analysis context
fr: Contexte de l'analyse des risques

source: Risk analysis does not exist
fr: L'analyse des risques n'existe pas

source: Risk analysis label
fr: Nom de l’analyse des risques

source: Risk analysis missing
fr: Analyse des risques manquante

source: Risk analysis to export is required
fr: L'analyse des risquesr est requise

source: Risk before
fr: Risque avant

source: Risk description
fr: Description du risque

source: Risk description:
fr: Description du risque:

source: Risk integrity violation
fr: Violation de l'intégrité du risque

source: Risk management context
fr: Contexte de la gestion du risque

source: Risk probability
fr: Probabilité du risque

source: Risk threshold (on max CIA)
fr: Seuil de risque (sur le CID max)

source: Risk threshold (on max NET risk)
fr: Seuil de risque (sur le NET max)

source: Risk treatment plan management
fr: Gestion du plan de traitement des risques

source: Risks
fr: Risques

source: Risks analysis context
fr: Contexte de l’analyse des risques

source: Risks by control
fr: Risques par mesure

source: Risks management organisation
fr: Organisation de la gestion des risques

source: Root (none)
fr: Racine (aucun)

source: Rows per page:
fr: Lignes par page :

source: Save
fr: Sauvegarder

source: Save changes
fr: Enregistrer les modifications

source: Scale type deleted
fr: Type d’échelle supprimée avec succès

source: Scope
fr: Portée

source: Search a recommendation
fr: Rechercher une recommandation

source: Search a recommendation to create one from an existing
fr: Rechercher une recommandation pour en créer une à partir d'une existante

source: Search an asset...
fr: Rechercher un actif…

source: Search...
fr: Rechercher...

source: Secondary
fr: Secondaire

source: Security consultant(s)
fr: Consultant(s) sécurité

source: Security controls:
fr: Mesures de sécurité:

source: Security referentials
fr: Référentiels de sécurité

source: See asset in the library
fr: Voir l’actif dans la bibliothèque

source: Select a referential
fr: Sélectionnez un référentiel

source: Select a risks model
fr: Sélectionnez un modèle des risques

source: Select an asset
fr: Sélectionnez un actif

source: Select controller
fr: Sélectionnez un responsable

source: Select existing risk analysis
fr: Sélectionnez une analyse des risques existante

source: Separed by /
fr: Séparés par /

source: Shared
fr: Partagé

source: Show active only
fr: Afficher actifs uniquement

source: Show all
fr: Afficher tout

source: Show hidden consequences
fr: Afficher les conséquences masquées

source: Show hidden impacts
fr: Afficher les impacts masqués

source: Show inactive only
fr: Afficher inactifs uniquement

source: Show inherent operational risks
fr: Afficher les risques opérationnels bruts

source: Snapshot restored
fr: Snapshot restauré

source: Some files could not be imported
fr: Certains fichiers n’ont pas pu être importés

source: Some of the risks of your analysis, your library, or your trends assessment have already been assessed. This being done, you may not edit the scales values.
fr: Certains risques de votre analyse, de votre bibliothèque, ou de l’évaluation des tendances ont déjà été évalués. De ce fait, vous ne pouvez plus modifier les valeurs numériques des échelles.

source: Sort
fr: Trier

source: Sort direction
fr: Sens du tri

source: Specific
fr: Spécifique

source: Specific models links
fr: Liens modèles spécifiques

source: State of your MONARC instance.
fr: État de votre instance MONARC.

source: Statement of applicability
fr: Déclaration d'applicabilité

source: Status
fr: Statut

source: Summary
fr: Résumé

source: Summary assessment of trends and threats
fr: Résumé de l'évaluation des tendances et des menaces

source: Summary of assets / impacts
fr: Résumé des actifs / impacts

source: Summary of risk evaluation:
fr: Synthèse de l’évaluation des risques :

source: Synthesis of assets / impacts
fr: Synthèse des actifs / impacts

source: T
fr: M

source: Technical and organisational security measures
fr: Mesures de sécurité techniques et organisationnelles

source: Technical and organisational security measures:
fr: Mesures de sécurité techniques et organisationnelles:

source: Template
fr: Modèle

source: The SOA has been imported successfully.
fr: Le SOA a été importé avec succès.

source: The applicable legal and regulatory requirements are not determined, understood and consistently met
fr: Les exigences légales et réglementaires applicables ne sont pas déterminées, comprises et satisfaites en permanence

source: The asset has been added to the library.
fr: L’actif a été ajouté à la bibliothèque.

source: The asset has been created successfully.
fr: L'asset a été créé avec succès.

source: The asset has been deleted.
fr: L’actif a été supprimé.

source: The asset has been detached from the library.
fr: L’actif a bien été détaché de la bibliothèque.

source: The asset has been detached successfully
fr: L’actif a bien été détaché

source: The asset has been duplicated successfully.
fr: L'actif a été dupliqué avec succès.

source: The asset has been edited
fr: L’actif a été modifié avec succès

source: The asset has been edited successfully.
fr: L’actif a bien été modifié.

source: The asset has been exported successfully.
fr: L’actif a été exporté avec succès.

source: The asset has been imported successfully
fr: L’actifs a été importé avec succès

source: The asset has been successfully deleted
fr: L’actif a bien été supprimé

source: The asset type has been created successfully, however without models, the element may not be specific.
fr: Le type d’actifs a été créé avec succès, cependant sans modèles, l'élément ne peut pas être spécifique.

source: The asset type has been created successfully.
fr: Le type d’actifs a été créé avec succès.

source: The asset type has been deleted.
fr: Le type d’actifs a été supprimé.

source: The asset type has been edited successfully, however without models, the element may not be specific.
fr: Le type d’actifs a été modifié avec succès, cependant sans modèles, l'élément ne peut pas être spécifique.

source: The asset type has been edited successfully.
fr: Le type d’actifs a été modifié mis à jour avec succès.

source: The category has been created successfully.
fr: La catégorie a été créée avec succès.

source: The category has been deleted.
fr: La catégorie a été supprimée.

source: The category has been edited successfully.
fr: La catégorie a bien été modifiée.

source: The category may not be empty
fr: La catégorie ne peut pas être vide

source: The code may not be empty
fr: Le code ne peut pas être vide

source: The component has been created successfully.
fr: Le composant a été créé avec succès.

source: The contact may not be empty
fr: Le contact ne peut pas être vide

source: The contact must be an email address
fr: Le contact doit être une adresse e-mail

source: The control has been created successfully.
fr: La mesure a bien été créée.

source: The control has been deleted.
fr: La mesure a été supprimée.

source: The control has been detached.
fr: La mesure a bien été détachée.

source: The control has been edited successfully.
fr: La mesure a bien été modifiée.

source: The current asset will be permanently deleted. Are you sure?
fr: L’actif courant sera supprimé définitivement. Êtes-vous sûr ?

source: The current asset will be removed from the library. Are you sure?
fr: L’actif courant va être supprimé de la bibliothèque. Êtes-vous sûr ?

source: The deliverable has been generated successfully.
fr: Le livrable a été généré avec succès.

source: The document has been created successfully.
fr: Le document a été créé avec succès.

source: The document has been deleted.
fr: Le document a été supprimé.

source: The document has been edited successfully.
fr: Le document a bien été modifié.

source: The id may not be empty
fr: L'identifiant ne peut pas être vide

source: The impact scale type has been deleted successfully.
fr: L’échelle de type d’impact a été supprimée avec succès.

source: The input does not appear to be an integer
fr: L’entrée doit être un nombre entier

source: The instance has been imported successfully
fr: Cet actif a bien été importé

source: The label may not be empty
fr: Le libellé ne peut pas être vide

source: The list of risks addressed is provided as an attachment. It lists %d risk(s) of which:
fr: La liste des risques traités est fournie en fichier annexe. Il répertorie %d risque(s) dont :

source: The name may not be empty
fr: Le nom ne peut pas être vide

source: The password reset request has been sent successfully. You will receive a mail shortly with information on how to reset your account password.
fr: Votre demande de ré-initialisation de mot de passe a été envoyée. Vous allez recevoir rapidement un e-mail avec la suite de la procédure.

source: The processor has been detached successfully.
fr: Le sous-traitant a bien été détaché.

source: The processor has been edited successfully.
fr: Le sous-traitant a bien été modifiée.

source: The recommandation has been attached to this risk.
fr: La recommandation a été attachée à ce risque.

source: The recommendation has been copied successfully
fr: La recommandation a bien été copiée avec succès

source: The recommendation has been created successfully
fr: La recommandation a bien été créée

source: The recommendation has been deleted successfully
fr: La recommandation a bien été supprimée avec succès

source: The recommendation has been detached.
fr: La recommandation a bien été détachée

source: The recommendation has been edited successfully
fr: La recommandation a bien été modifié avec succès

source: The recommendation has been successfully validated.
fr: La recommandation a bien été validée.

source: The record has been created successfully.
fr: La registre a été créée avec succès.

source: The record has been deleted.
fr: La registre a été supprimée.

source: The record has been edited successfully.
fr: La registre a bien été modifiée.

source: The record has been exported successfully.
fr: La registre a bien été exportée.

source: The record has been imported successfully
fr: La registre a bien été importée

source: The referential has been created successfully.
fr: Le référentiel a été créé avec succès.

source: The referential has been deleted.
fr: Le référentiel a été supprimé.

source: The referential has been edited successfully.
fr: Le référentiel a bien été modifié.

source: The referential has been imported successfully.
fr: Le référentiel a bien été importé.

source: The risk analysis has been deleted.
fr: L’analyse des risques a bien été supprimée.

source: The risk analysis has been exported successfully.
fr: L’analyse des risques a bien été exportée.

source: The risk analysis has been successfully created from the model.
fr: L’analyse des risques a bien été créée à partir du modèle.

source: The risk analysis has been successfully duplicated.
fr: L’analyse des risques a bien été dupliquée.

source: The risk analysis have been edited.
fr: Les analyses de risques ont été modifiées.

source: The risk analysis model used does not allow you to change the scales values.
fr: Le modèle d’analyse des risques utilisé ne vous permet pas de modifier les valeurs numériques des échelles.

source: The risk has been created successfully.
fr: Le risque a été créé avec succès.

source: The risk has been deleted.
fr: Le risque a été supprimé.

source: The risk has been edited successfully.
fr: Le risque a bien été modifié.

source: The risks have been edited successfully.
fr: Le risque a été modifié avec succès.

source: The selected component will be detached from the current asset.
fr: Le composant sélectionné va être détaché de l'actif actuel.

source: The selected specific information risk will be permanently deleted. Are you sure?
fr: Le risque de l'information spécifique sélectionné va être supprimé définitivement. Êtes-vous sûr ?

source: The selected specific operational risk will be permanently deleted. Are you sure?
fr: Le risque opérationnel spécifique sélectionné va être supprimé définitivement. Êtes-vous sûr ?

source: The server returned the error code:
fr: Le serveur a renvoyé le code d'erreur :
